HGS/MELDUNGEN/EXPORT/MASTER_Schichtreport_20241010152518.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSchichtreport xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaSchichtreport xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <versionKey>-1</versionKey>
                <abrechnungsnummer>10205</abrechnungsnummer>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.924+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="1" geldspeicherId="33201609" abrechnung="0">
                    <geldbetrag betrag="14000" waehrung="EUR"/>
                    <bestandSorte anzahl="1400">
                        <nennwert waehrung="EUR" wertigkeit="10"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17247" guid="b61cb43c-04f6-4271-b5f9-d3f8c4ebc2a9"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.982+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="5" geldspeicherId="40211179" abrechnung="0">
                    <geldbetrag betrag="1600" waehrung="EUR"/>
                    <bestandSorte anzahl="8">
                        <nennwert waehrung="EUR" wertigkeit="200"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17256" guid="a651acb6-aceb-4533-b834-fc2abd04c3a2"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.987+02:00" geldlogistiker="1" geldspeichertyp="MEK" einschubNr="5" geldspeicherId="80211507" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="0"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17257" guid="2d938ce3-f37c-4afb-a635-4fce362e0125"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.990+02:00" geldlogistiker="1" geldspeichertyp="BNW" einschubNr="1" geldspeicherId="82000135" abrechnung="0">
                    <geldbetrag betrag="1500" waehrung="EUR"/>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17258" guid="bebc4de0-08f0-4e0c-83ca-ea979c0a48c4"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.995+02:00" geldlogistiker="1" geldspeichertyp="BWZ" einschubNr="1" geldspeicherId="99000135" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17259" guid="b6d8c0c4-1dbc-4226-98e1-ffeb3b5c7c61"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.998+02:00" geldlogistiker="1" geldspeichertyp="BWZ" einschubNr="2" geldspeicherId="99000135" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17260" guid="cf064535-b821-4f84-9083-18bde4b8b283"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.940+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="2" geldspeicherId="34204823" abrechnung="0">
                    <geldbetrag betrag="20000" waehrung="EUR"/>
                    <bestandSorte anzahl="100">
                        <nennwert waehrung="EUR" wertigkeit="200"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17248" guid="d994e93f-5303-4a58-9cab-41f9131087fc"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.946+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="3" geldspeicherId="31210510" abrechnung="0">
                    <geldbetrag betrag="10000" waehrung="EUR"/>
                    <bestandSorte anzahl="100">
                        <nennwert waehrung="EUR" wertigkeit="100"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17249" guid="0a0d8f21-7621-4b1c-9448-7a959828531b"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.951+02:00" geldlogistiker="0" geldspeichertyp="BEK" einschubNr="0" geldspeicherId="99" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <metadaten sequenznummer="17250" guid="b314d96b-fb7e-4860-9491-2a4e64e9ce8e"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.956+02:00" geldlogistiker="0" geldspeichertyp="BEK" einschubNr="1" geldspeicherId="676000331" abrechnung="0">
                    <geldbetrag betrag="8500" waehrung="EUR"/>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <bestandSorte anzahl="4">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <bestandSorte anzahl="2">
                        <nennwert waehrung="EUR" wertigkeit="2000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17251" guid="8c0a1208-2483-4e0a-89f3-203120925992"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.963+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="1" geldspeicherId="47211168" abrechnung="0">
                    <geldbetrag betrag="100" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="20"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17252" guid="9283dd3f-d7f7-46cc-81db-4e33f621c33c"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.967+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="2" geldspeicherId="44211138" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="5"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17253" guid="01117f8b-4cd2-418e-bcb1-5e8feefe9b23"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.973+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="3" geldspeicherId="42211167" abrechnung="0">
                    <geldbetrag betrag="250" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="50"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17254" guid="444cf29f-31fe-40cf-9615-c6366bb88dd0"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T15:25:17.978+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="4" geldspeicherId="43211148" abrechnung="0">
                    <geldbetrag betrag="50" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="10"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17255" guid="83f0216a-23e8-482f-a421-5cec7a10ed4d"/>
                </geldlogistik>
            </faaSchichtreport>
        </empfangeSchichtreport>
    </s:Body>
</s:Envelope>
